import React from "react";
import './About.css'
import about from './AboutImg.jpg'

export const About = ()=>{
  return(
    <div>
      <div>
        <img className='aboutImg' src={about} alt=""/>
      </div>
      <div className='aboutText'>
        <h3>
          Компанія надає наступні послуги:
        </h3>

        <p>👉Проектування систем автоматизації зі створенням персонального графічного інтерфейсу для керування промисловими контролерами та обладнанням</p>
        <p>👉Проектування та виготовлення електронних пристроїв різної складності та призначення</p>
        <p>👉Розробка автоматики та написання програм на платформах: STM32, AVR, PIC, Arduino, ESP8266, ESP32</p>
        <p>👉Проектування, модернізація та налаштування станків з ЧПУ та 3D Принтерів</p>
        <p>👉Розробка веб-сайтів</p>
        <p>👉3D-моделювання механіки та моделей промислового призначення: Fusion 360, SolidWorks</p>

      </div>
    </div>
  );
}